import { IInfoHelp } from "../../types/types";

export const initInfoHelp: IInfoHelp[] = [
	{
		id: 1,
		category: 'Покупка',
		title: 'Как сделать заказ?',
		text: 'Всё просто. Добавьте понравившийся товар в корзину и следуйте инструкциям. Но не забывайте о внимательности, она поможет избежать лишних вопросов. Если у вас всё же возникли трудности с оформлением — свяжитесь с нами.',
		visible: false,
	},
	{
		id: 2,
		category: 'Покупка',
		title: 'Я сделал заказ, что дальше?',
		text: 'Дальше вы получите информационное письмо на ваш e-mail. Мы свяжемся с вами только тогда, когда будем готовы отправить товар. Позвоним или просто напишем. Пожалуйста, убедитесь что письмо не попало в спам, прежде чем обращаться в поддержку. И, да, мы не работаем в выходные.',
		visible: false,
	},
	{
		id: 3,
		category: 'Покупка',
		title: 'Про мой заказ забыли, что случилось?',
		text: 'Возможно вы сделали свой заказ в нерабочее время, выходной день, или же наше письмо попало в спам. Мы работаем в будние дни с 10 до 18 часов по московскому времени. Мы обязательно увидим ваш заказ и свяжемся с вами.',
		visible: false,
	},
	{
		id: 4,
		category: 'Покупка',
		title: 'У вас бывают скидки?',
		text: 'Да, мы иногда устраиваем скидочные акции и даже распродажи. Чтобы всегда быть в курсе — подпишитесь на нашу новостную рассылку и получите приветственный промокод на минус 10%.',
		visible: false,
	},
	{
		id: 5,
		category: 'Оплата и доставка',
		title: 'В мой город сможете доставить?',
		text: 'Пока доставка работает только по Москве и Московской области.',
		visible: false,
	},
	{
		id: 6,
		category: 'Оплата и доставка',
		title: 'Сколько стоит доставка?',
		text: '',
		visible: false,
	},
	{
		id: 7,
		category: 'Оплата и доставка',
		title: 'Как можно оплатить заказ?',
		text: 'Онлайн через ЮKassa: банковской картой, ЮMoney, телефоном и так далее.',
		visible: false,
	},
]